[
  {
    "id": 1,
    "name": "PFFY 2 PACKS Travel Umbrella Windproof 10 RIBS Auto Open & Close Collapsible Folding Small Compact Umbrella for Rain",
    "description": "SAVE MONEY-- Get TWO HIGH Quality umbrellas for LESS money: one umbrella for women and another one for men; one at home and another one in the car; one in the office and another one in the bag; one for yourself and another one for your lover; or for gifts, one for your father and another one for your mother.\nUmbrella Windproof: 10-RIB Construction. Most small or mini compact umbrellas are made of 6 or 8 or 9 ribs, but PFFY travel umbrella is fortified with 10 resin-reinforced fiberglass ribs that flex slightly to withstand powerful gusts without turning inside out.\nHigh Quality: PFFY compact travel umbrella is almost unbreakable with a three-fold chrome plated metal shaft, and strong metal frame to allow for greater stability in high winds. Perfect for men, women, teens and kids.\nAutomatic and Collapsible Umbrella: Auto open/close function is easy to use. Collapsible umbrella is easy to store in purses, briefcases, backpacks, luggage and more.\nSuper Windproof and Waterproof Umbrella - PFFY Compact Travel Umbrella is Windproof, waterproof. The fabric which is made of 210T pongee is smoother, thicker and sturdier.",
    "price": 26.95,
    "image": "https://m.media-amazon.com/images/I/71cDl+1fdzL._AC_UL480_FMwebp_QL65_.jpg"
  },
  {
    "id": 6,
    "name": "ZOMAKE Golf Umbrella 54/62/68 Inch, Large Windproof Umbrellas Automatic Open Oversize Rain Umbrella with Double Canopy for Men - Vented Stick Umbrellas",
    "description": "Food and Drink description",
    "price": 23.49,
    "image": "https://m.media-amazon.com/images/I/61rnnEmluyL._AC_UL480_FMwebp_QL65_.jpg"
  },
  {
    "id": 5,
    "name": "BAODINI Small Travel Umbrella for Rain Protection Sun-Folding UV Umbrella Windproof Compact",
    "description": "Compact Umbrella: It was made with good materials and can fits 1 or 2 persons with 42 Inch Arc Canopy. It’s small enough to fit in a medium size purse, light and convenient to carry around----- a nice size, takes small place.\nDouble Useful: It keeps you dry and keeps you protected from the sun. Like all our sun umbrellas, this UPF umbrella blocks 98% of UV radiation, keeps you noticeably cooler on hot, sunny days and this UV protection umbrella is also good in the rain, so it’s really double useful!\nAutomatic Open and Close Umbrella: Easy to open and close, with push button auto-open and auto-close feature. This folding umbrella where you press a button and it automatically open, then close when you press it again.\n8 Ribs Windproof Umbrella for Travel: We can't expect a travel umbrella to not flip in the heavy wind if we want it to be flexible, light weight and fit in handbag. But as it is made of 8 ribs for windproof fortified with 8 resin-reinforced fiberglass ribs, it can withstand heavier winds than the one with 6 ribs.\nLifetime Replacement Promise: If your rain umbrella should fail to function properly at any time for any reason, we will send you a new one for free. Forever. BAODINI brings you the most durable, windproof, waterproof, and smart-looking umbrellas.",
    "price": 16.95,
    "image": "https://m.media-amazon.com/images/I/71TPbk0ygHL._AC_UL480_FMwebp_QL65_.jpg"
  },
  {
    "id": 4,
    "name": "LANBRELLA Umbrella Windproof Travel Umbrella Compact Folding Reverse Umbrella",
    "description": "UPGRADE INVERTED FOLDING DESIGH: Shorter and Easy Carry. Convenient to store in anywhere. Suitable for travel and daily use.\nUNIQUE INVERTED FOLDING DESIGH: This upside down umbrella takes a inside-out design. When close it, the wet part will be inside of the umbrella, preventing water from dripping,and it will not get yourself wet when getting in and out of the car. You don't even need to worry about this automatic travel umbrella will wet your floor and mat.\nSUPERIOR WINDPROOF AND WATERPROOF: This windproof umbrella is flexiable enough to withstand powerful wind without turning inside out. It is fortified with 8 reinforced fiberglass ribs. The cannopy is made of high density 210T waterproof material which makes it good at waterproof function. Besides it is 46 inch arc, you don't have to choose between gigantic windproof umbrellas or tiny ones that cannot provide minimal wind protection.\nCOMPACT, PORTABLE AND EASY CARRYING: This is an upgrade design of the longer reverse folding umbrella, light weight and more easy carry. This reverse umbrella is easy to store in your car, your briefcases, backpacks, tavel bags etc. It is perfect for travel, business, camping, fishing, and daily use. Suitable for men and ladies.\nCONVENIENT AUTO OPEN/CLOSE IN ONE SECOND: Just push the button once to automatically open and press again to instantly fold the canopy closed. You do not need to wait another second to open the umbrella when you get out of your car in the rain, especially in heavy rainfall, even when your hands are full of things.\nLIFETIME WARRANTY: 100-Day Riskless Money Back Warranty to make sure we provide a good service. If you don't like it, you can just return it. After we receive it, you will get fully refund.",
    "price": 25.99,
    "image": "https://m.media-amazon.com/images/I/71onn3dY4yL._AC_UL480_FMwebp_QL65_.jpg"
  },
  {
    "id": 3,
    "name": "Ray-Ban Stories | Round Smart Glasses with Photo, Video, and Audio",
    "description": "Long worn by celebrated thinkers and dreamers, Round is a symbol of new ideas and courageous self-expression. Now integrated with Facebook technology, Ray-Ban Stories Round Smart Glasses takes this pioneering spirit to the next level. The iconic sunglass frame has been reborn as wearable tech designed to keep you connected to your social community and the world around you. It’s the new way to capture and share creativity. Ray-Ban Stories require mobile phone and wireless internet access. A Facebook account and the Facebook View app are required to share content on social media. Facebook account required. Facebook Assistant is only available in the English. Ray-Ban Stories feature: dual cameras, open-ear audio, and pairs with the Facebook View app to edit and share your content. IMPORTANT! For ages 13 and up · May interfere with personal medical devices · Voice command is only available in English · Requires: a mobile phone with Android (location services enabled) or iOS operating systems, wireless internet access, and a Facebook account · Detailed system requirements, software terms of license, terms of service are available at Ray-Ban® Official Store USA · Warranty information inside and available at Ray-Ban® Official Store USA · Features, functionality, and content are subject to change or withdrawal at any time, may be protected by digital rights management technology, unavailable or restricted in some areas, may depend on wireless service plan or internet service provider and may require subscriptions or fees · Requires updates to be installed from time to time, including prior to first use · This device complies with part 15 of the FCC Rules. Operation is subject to the following two conditions: (1) This device may not cause harmful interference; and (2) this device must accept any interference received, including interference that may cause undesired operation.",
    "price": 263,
    "image": "https://m.media-amazon.com/images/I/51zdDBgxJYL._AC_SY145_.jpg"
  },
  {
    "id": 2,
    "name": "Amazon Basics High-Speed HDMI Cable (18 Gbps, 4K/60Hz) - 6 Feet, Black",
    "description": "HDMI A MALE TO A MALE CABLE: Supports Ethernet, 3D, 4K video and Audio Return Channel (ARC)\nCOMPATIBILITY: Connects Blu-ray players, Fire TV, Apple TV, PS4, PS3, XBox One, Xbox 360, computers, and other HDMI-enabled devices to TVs, displays, A/V receivers, and more\nEASY CONNECTION: Cable allows you to share an Internet connection among multiple devices without the need for a separate Ethernet cable\n4K VIDEO: Meets HDMI standards (4K Video at 60 Hz, 2160p, 48 bit/px color depth) that supports bandwidth up to 18Gbps and backwards compatible with earlier versions.\nDIMENSIONS: 6 feet (1.8 meters)",
    "price": 5.56,
    "image": "https://m.media-amazon.com/images/I/61pBvlYVPxL._AC_SX451_SY423_.jpg"
  }
]

